Repository: Guigozor/2016.2-SAS_FGA
Catalog: sas/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Password:
pt_br: Senha:

source: Email or Password does not match
pt_br: Email ou senha inválidos

source: New Password:
pt_br: Nova senha

source: Repeat Password:
pt_br: Repetir Senha:

source: Current password is wrong
pt_br: Senha atual incorreta

source: Passwords do not match
pt_br: Senhas não conferem

source: Name:
pt_br: Nome:

source: Email address must be in a valid format.
pt_br: Email precisa estar em formato válido.

source: Registration number:
pt_br: Matrícula:

source: Category:
pt_br: Categoria

source: Email already used
pt_br: Email já está sendo utilizado

source: Name must be between 2 and 50 characters.
pt_br: Nome precisa conter entre 2 e 50 caracteres.

source: Name cannot contain special characters.
pt_br: Nome não pode conter caracteres especiais.

source: Name cannot contain numbers.
pt_br: Nome não pode conter números.

source: Password must be between 6 and 15 characters.
pt_br: Senha precisa conter entre 6 e 15 caracteres

source: Passwords do not match.
pt_br: Senhas não conferem

source: Student
pt_br: Estudante

source: Teaching Staff
pt_br: Professor

source: Employees
pt_br: Funcionários

source: Registration Number already used.
pt_br: Matrícula já em uso

source: Registration number must have 9 digits.
pt_br: Matrícula precisa conter 9 dígitos

source: Registration number cannot contain letters.
pt_br: Matrícula não poder conter letras

source: Registration number cannot contain special characters.
pt_br: Matrícula não pode conter caracteres especiais.

source: Edit user data
pt_br: Editar dados de usuário

source: Personal Data
pt_br: Meus Dados

source: Change Password
pt_br: Modificar Senha

source: Save Data
pt_br: Salvar Dados

source: Delete my Account
pt_br: Escluir minha conta

source: New User
pt_br: Novo Usuário

source: Register
pt_br: Registrar

source: You have been registered
pt_br: Você foi registrado

source: Your data has been updated
pt_br: Seus dados foram atualizados

source: You have been logged out successfully!
pt_br: Logout efetuado com sucesso!

source: Your password has been changed
pt_br: Sua senha foi modificada
